<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html lang="zh-CN">
    <head>
        <meta charset="utf-8">
        <title>部落(海南)电竞专家解读和推荐服务协议</title>
        <style>
        	body{font: 14px/1.5 tahoma,arial,'Hiragino Sans GB',\5b8b\4f53,sans-serif;}
        	.page{width: 1080px;margin:0 auto;}
        	.agreement {color: #404040;padding-bottom: 50px;line-height: 1.8;}
        </style>
    </head>
    <body>
    	<div class="page">
    		<h2 style="text-align: center">部落(海南)电竞专家解读和推荐服务协议</h2>
    		<br>
    		<div class="agreement">   			
    			<div style="text-indent:2em">部落(海南)电竞是一款由深圳市中网彩网络技术有限公司鼎力打造的专业赛事推荐互动平台。
					<b>名人专家在发布专家解读前，战绩红人和实验室用户在发布赛事推荐前，以及用户在查看专家解读和赛事推荐前，请务必审慎阅读、充分理解《部落(海南)电竞专家解读和推荐服务协议》（以下简称“本协议”）的所有内容，特别是免除或者限制责任的条款。限制、免责条款可能以加粗形式提示您注意。接受并同意本协议条款、方有资格享受部落(海南)电竞提供的专家解读和推荐服务。</b>
				</div>
				<br>
    			<div style="text-indent:2em">
    			当名人专家按照发布专家解读页面填写信息，阅读并同意本协议且完成全部发布程序后；战绩红人和实验室用户按照发布推荐页面填写信息，阅读并同意本协议且完成全部发布程序后；用户在部落(海南)电竞查看专家解读和推荐，即表示已充分阅读、理解并接受本协议的全部内容、并承诺接受并遵守本协议的约定，本协议构成部落(海南)电竞、专家（包括名人专家、战绩红人和实验室用户）和普通用户之间就其使用部落(海南)电竞账户并接受部落(海南)电竞所提供的解读和推荐服务达成的有效协议，具有法律效力。
    			</div>
    			<br>
    			<div><b>一、名词定义</b></div>
    			<div>
    				1、部落(海南)电竞：指深圳市天盈互动网络技术有限公司所运营的、提供本协议项下服务的网络平台和相关应用软件（包括但不限于APP软件、手机网站、微信平台）。
    			</div>
    			<div>2、部落(海南)电竞账户：部落(海南)电竞直接使用新浪爱彩账户（部落(海南)电竞和新浪爱彩同属深圳市中网彩网络技术有限公司旗下业务），专门用于保存用户最近三个月内消费记录和交易明细。</div>
    			<div>3、用户：指在部落(海南)电竞（或新浪爱彩）注册成功并已完善部落(海南)电竞所要求的相关信息，有权享受部落(海南)电竞所提供服务的用户，分普通用户和专家两类。其中专家包括：名人专家、战绩红人以及实验室用户。</div>
    			<div>4、普通用户：指在部落(海南)电竞（或新浪爱彩）注册成功，有权查看解读和推荐，发表帖子、查询赛事信息和观看直播，以及享受其他服务的用户。</div>
    			<div>5、名人专家：指部落(海南)电竞特邀入驻的在足球和篮球界有影响力的名人，有权发布专家解读和文章，以及享受普通用户所有服务的用户。
    			</div>
    			<div>6、战绩红人：指经部落(海南)电竞审核通过，有权发布付费或免费推荐，以及享受普通用户所有服务的用户。</div>
    			<div>7、实验室用户：指经部落(海南)电竞审核通过，有权发布免费推荐，以及享受普通用户所有服务的用户。</div>
    			<div>8、专家解读服务：指名人专家依托自身专业能力，对比赛进行全方位、多层次的专业剖析，并提供赛果推荐的服务，包括付费解读和免费解读服务。</div>
    			<div>9、红人推荐服务：指战绩红人或实验室用户发布的赛事分析和结果推荐，包括付费推荐和免费推荐服务。</div>
    			<div>10、足球完场比分：足球比赛90分钟内的比分，含伤停补时，不含加时赛和点球大战，足球比赛推荐均以此比分计算推荐命中结果。</div>
    			<div>11、中国：指中华人民共和国大陆地区，不包括香港特别行政区、澳门特别行政区及台湾地区。</div>
    			<br>
    			<div><b>二、专家解读和推荐服务规则</b></div>
    			<div><b>1、资质认证和取消。</b>名人专家由部落(海南)电竞邀请入驻。战绩红人由用户自行申请，达到部落(海南)电竞规定的战绩红人认证条件，即可获得战绩红人资格。获得名人专家和战绩红人资格后，如无法继续满足名人专家和战绩红人的条件，部落(海南)电竞有权取消其名人专家和战绩红人资格。红人认证和取消条件如下：</div>
    			<div>（1）资格认证条件：申请成为实验室用户后，当月发布推荐≧30个且命中率≧70%，即可成为战绩红人。审核时间为每月5号之前。
    			</div>
    			<div>（2）资格取消条件：获得战绩红人资格后，应保证每月发布推荐≧30个且当月命中率≧40%，否则部落(海南)电竞有权取消其战绩红人资格。
    			</div>
    			<div><b>2、解读、推荐种类和时间界定。</b></div>
    			<div>（1）专家解读服务包括足球和篮球两种类型，足球支持胜负彩、任选9场和竞彩足球（2串1、单关、亚盘、大小球和混合玩法），篮球支持竞篮2串1、胜负、让分胜负、大小分、胜分差和混合玩法。发布解读截止时间为该场比赛的开始时间，如解读包含多场比赛则为最早开赛赛事的比赛时间。</div>
    			<div>（2）红人推荐服务包括足球和篮球两种类型，足球支持2串1、亚盘、大小球、胜平负（让球/不让球）单关，篮球支持2串1、胜负、让分胜负、大小分、胜分差。发布推荐的截止时间为该场比赛的开始时间。</div>
    			<div>（3）部落(海南)电竞所显示的日期与时间均为北京时间，所有时间均以部落(海南)电竞服务系统的服务器时间为准。</div>
    			<div>（4）专家解读和推荐具体服务种类的玩法规则以部落(海南)电竞服务中心的玩法介绍公布的规则为准。</div>
    			<div>（5）为确保数据安全，解读和推荐一经发布成功，名人专家、战绩红人和实验室用户不可修改和撤销，名人专家、战绩红人和实验室用户自行承担因发布错误等原因产生的后果。</div>
    			<div>（6）部落(海南)电竞有权根据自身运营情况长期或临时增加、减少解读和推荐种类，调整发布解读和推荐的截止时间，而不需事先告知用户。
    			</div>
    			<div><b>3、解读和推荐价格。</b>根据服务种类不同，服务定价策略如下：</div>
    			<div>（1）解读价格：名人专家可以发布付费解读和免费解读，付费解读价格为固定价格，由名人专家或名人专家所属公司和部落(海南)电竞双方在《部落(海南)电竞名人专家付费解读协议》中具体约定。</div>
    			<div>（2）推荐价格：战绩红人可以发布付费推荐和免费推荐，付费推荐价格为固定价格，战绩红人可以在部落(海南)电竞规定的价格中自行选择。</div>
    			<div>（3）解读专栏：名人专家同意发布专家专栏后，专栏收费价格由名人专家自行定义。名人专家必须在与用户约定的时间范围内按照约定的篇数来发布（免费试读不计算在内），如未能在约定的时间内发布相应数量的内容，则属违约行为。部落(海南)电竞将有权退回当月有付费用户的全额金币，而不需事先告知名人专家。</div>
    			<div><b>4、解读和推荐查看。</b>任何用户均可查看专家解读和推荐，根据类型和状态不同，具体查看规则如下：</div>
    			<div>（1）未开赛的付费解读和推荐：必须支付名人专家和战绩红人设定的金币数量方可查看。为避免因金币不能及时到账导致延误查看的情况，用户均必须在部落(海南)电竞预先购买金币，方可在赛前查看付费解读和推荐。若用户金币数量不足，部落(海南)电竞有权拒绝用户查看解读和推荐信息，且部落(海南)电竞无需就此承担任何责任。用户用于购买金币的资金来源应当合法，不得使用公款购买金币，且金币一经购买，概不进行退换，只能用于消费。若部落(海南)电竞知晓或合理怀疑用户购买金币的资金来源不合法，则部落(海南)电竞有权拒绝用户消费金币；此外，部落(海南)电竞还有权根据相关法律法规或政府部门的要求采取其他必要措施（包括但不限于向相关方通报用户的资料及消费信息）。用户使用来源不合法的资金购买金币的，相关损失及法律责任由用户自行承担。</div>
    			<div>（2）比赛中的付费解读和推荐：为保护名人专家、战绩红人以及用户的权益，比赛中的付费解读和推荐不可支付购买，也不可免费查看。</div>
    			<div>（3）已完场的付费解读和推荐：无需支付金币均可查看。</div>
    			<div>（4）免费解读和推荐：任何状态下，无需支付金币均可查看。</div>
    			<div>（5）已购买的付费解读和推荐：任何状态下，均可查看。</div>
    			<div><b>5、服务费。</b>用户查看付费解读或推荐所支付的金币即为服务费，由部落(海南)电竞和名人专家（或战绩红人）或名人专家所属公司按约定的比例进行分成，部落(海南)电竞获得的分成为平台服务费，名人专家或战绩红人获得的分成为专家服务费。名人专家分成比例由部落(海南)电竞和名人专家或名人专家所属经纪公司在《部落(海南)电竞名人专家付费解读协议》中具体约定，战绩红人分成比例统一为40%（部落(海南)电竞占60%，战绩红人占40%）。</div>
    			<div><b>6、专家服务费结算。</b>用户查看付费解读或推荐时付给名人专家或战绩红人的专家服务费，由部落(海南)电竞代收代付。专家服务费结算规则如下：</div>
    			<div>（1）结算周期：每个自然月由部落(海南)电竞结算一次给名人专家或名人专家所属公司和战绩红人。</div>
    			<div>（2）专家服务费纳税：涉税专家服务费需依法自行纳税，名人专家或名人专家所属公司和战绩红人未按税法纳税自行承担法律责任。</div>
    			<div>（3）结算申请和审核：名人专家和战绩红人自主发起专家服务费结算申请。结算申请成功后，部落(海南)电竞有权（但并无义务）对其结算申请进行审核，若部落(海南)电竞发现或合理怀疑名人专家和战绩红人有明显套现、洗钱及/或其他不法意图、或其结算申请不符合与部落(海南)电竞签署的相关协议的约定，部落(海南)电竞有权立即停止对其结算服务、取消名人专家或战绩红人资格，注销其部落(海南)电竞账户、并提示或协助结算服务商制止其行为、以及采取其他一切必要的措施。</div>
    			<div><b>7、专家资质条件、金币设置范围和分成比例的调整。</b>部落(海南)电竞有权根据自身运营策略等因素，调整名人专家和战绩红人资质条件、发布解读和推荐时金币的设置范围以及分成比例。调整方案将放置在该产品和服务相关网页的显著位置，名人专家、战绩红人、实验室用户及其它用户继续使用部落(海南)电竞服务，即代表同意新的调整方案。</div>
    			<div><b>8、公布推荐命中情况及战绩计算。</b>在比赛完场后，部落(海南)电竞将向用户公布赛事推荐命中情况并自动计算战绩红人和实验室用户的战绩。推荐是否命中以发布推荐时的盘口和赔率为基础进行计算。</div>
    			<div><b>9、服务记录和交易查询。</b>名人专家、战绩红人和实验室用户可以查询最近3个月发布的专家解读和推荐记录、以及收益明细。普通用户可以查询最近3个月查看的专家解读和推荐记录、以及金币交易明细。</div>
    			<div><b>10、恶意刷单及处罚。</b>严禁任何形式的恶意刷单（包括但不限于利用程序漏洞刷单或刷命中率，自己注册多个账号查看自己的解读和推荐，用户间相互查看解读和推荐，邀请他人查看自己的解读和推荐事后退款等行为）。若部落(海南)电竞发现或合理怀疑用户恶意刷单，部落(海南)电竞有权采取注销刷单账号、禁止发布解读和推荐、取消名人专家和战绩红人资格、限制结算等措施，且此行为给部落(海南)电竞或其它用户造成的任何损失，部落(海南)电竞有权采取一切必要手段向用户追偿；造成的其他一切后果，由用户自行承担。</div>
    			<div><b>11、如实提供用户资料及信息。</b>为保障用户的合法权益，避免在结算时出现用户注册、实名认证资料与真实情况不符导致不能结算等情况，同时确保用户的身份、资金来源等基本情况不违反国家相关法律法规的规定，用户注册和实名认证时均应当真实、全面、准确地提供用户信息及资料。因用户信息及资料不真实、不全面、不准确造成不能结算、不能注销或违反国家相关法律法规等情况，由用户承担全部责任。如果用户提供的信息及资料包含有不真实、不全面、不准确的内容，部落(海南)电竞保留单方终止本协议及其与该用户之间的其他协议、注销该用户的部落(海南)电竞账户的权利。</div>
    			<div><b>12、不得利用部落(海南)电竞账户从事违法违规行为。</b>。用户不得利用其部落(海南)电竞账户从事任何违法违规行为，包括但不限于套现、洗钱、行贿、受贿及其他任何违反适用的法律法规的行为。</div>
    			<div><b>13、为免疑义，用户在此不可撤销的确认其知悉并同意内容：</b></div>
    			<div>（1）部落(海南)电竞所提供的解读和推荐服务只是赛事分析和结果推荐，不是彩票委托投注服务，也不是彩票销售业务。</div>
    			<div>（2）名人专家、战绩红人和实验室用户在部落(海南)电竞发布的解读、推荐只代表本人观点，仅供用户参考使用，用户系根据其本人的意思使用该解读或推荐服务内容，部落(海南)电竞不就解读或推荐服务内容能否得到积极的结果做出任何明示或默示的保证，如若发生任何损失，应由用户自行承担。</div>
    			<div>（3）用户在部落(海南)电竞查看的解读或推荐服务内容仅供自己合法使用，不得再与他人进行任何形式的交易。若部落(海南)电竞知晓或合理怀疑用户就查看的解读或推荐服务内容与他人进行交易或采用其它方式违法使用的，部落(海南)电竞有权拒绝用户查看解读和推荐服务，且此行为给用户或部落(海南)电竞造成的任何损失及法律责任，均由用户承担。</div>
    			<br>
    			<div><b>三、协议变更和终止</b></div>
    			<div>1、部落(海南)电竞有权对本协议内容及条款进行调整、补充或修订，并在部落(海南)电竞网页或相关应用软件以适当的方式向用户进行公示；若在部落(海南)电竞公示该等调整、补充或修订后，用户仍继续使用部落(海南)电竞的解读和推荐服务的，即表示用户同意本协议的相关调整、补充或修订，并同意遵守该等内容，调整、修订或补充后的协议构成部落(海南)电竞、专家（包括名人专家、战绩红人和实验室用户）或名人专家所属公司和普通用户之间就其使用部落(海南)电竞账户并接受部落(海南)电竞所提供的解读和推荐服务达成的有效协议，具有法律效力。若专家（包括名人专家、战绩红人和实验室用户）或名人专家所属公司和普通用户不同意前述调整、补充或修订的，部落(海南)电竞、专家（包括名人专家、战绩红人和实验室用户）或名人专家所属公司和普通用户均有权立即终止本协议及三方之间的其他协议、注销用户的部落(海南)电竞账户。</div>
    			<div>2、部落(海南)电竞有权以手机短信或邮件的方式通知用户终止本协议及其与该用户之间的其他协议，本协议及其与该用户之间的其他协议在通知发出之日后第15个自然日终止。</div>
    			<div>3、一经发现公款购买金币嫌疑等本协议禁止的情况，部落(海南)电竞有权立即终止协议。</div>
    			<br>
    			<div><b>四、违约责任</b></div>
    			<div>1、若部落(海南)电竞、专家（包括名人专家、战绩红人和实验室用户）或名人专家所属公司和普通用户任何一方未能遵守其在本协议项下的相关约定，或该方在本协议项下的任何陈述、保证或承诺实质上不真实或不准确，该方即构成违约，应赔偿其他方因其违约所遭受的损失。</div>
    			<div>2、若部落(海南)电竞、专家（包括名人专家、战绩红人和实验室用户）或名人专家所属公司和普通用户任何一方违反了适用于该方的法律法规的规定，且其相关行为给其他方造成了任何损失的，违反法律法规的一方应负责向其他方赔偿其所遭受的损失。</div>
    			<div>3、本第四条前述的“损失”包括其他方因前述违约或违反法律法规的一方的违约行为而遭致的直接经济损失及任何可预期的间接损失及额外的费用，包括但不限于律师费用、诉讼及仲裁费用、财务费用及差旅费等。</div>
    			<br>
    			<div><b>五、不可抗力</b></div>
    			<div>1、若部落(海南)电竞、专家（包括名人专家、战绩红人和实验室用户）或名人专家所属公司和普通用户任何一方因不可抗力事件（定义见下文）而受阻履行其在本协议项下的义务，受阻一方应尽快书面通知其它各方并在事件后的十五（15）日内，提供有关该等事件的详尽资料以及证明该事件的文件（包括官方主管部门的文件，如果适用的话），说明其不能履行或延迟履行本协议全部或部分条款的原因。
    			</div>
    			<div>2、“不可抗力事件”是指在签订本协议时任何一方均无法预知，且无法避免并克服其发生和后果的任何事件。不可抗力事件应包括但不限于地震、台风、洪水或其他自然灾害、火灾、爆炸、禁运、罢工、暴乱、战争、流行病或政策变化等。</div>
    			<div>3、如发生不可抗力事件，任何一方均无需对其它各方因其无法履约或延迟履约而蒙受的任何损害、成本增加或损失负责，且该未能履约或延迟履约不应被视为违反本协议。声称发生不可抗力事件的一方应采取适当手段尽量减少或消除不可抗力事件的影响，并尽可能在最短的时间内尝试恢复被不可抗力事件影响的履约。</div>
    			<br>
    			<div><b>六、免责条款</b></div>
    			<div style="text-indent:2em"><b>发生下列情况时，部落(海南)电竞不予承担任何法律责任：</b></div>
    			<div><b>1、部落(海南)电竞努力使用户的每一次发布、查看解读和推荐服务请求都能成功，但是并不能保证一定成功。成功与否的标志是发布和查看记录，成功生成发布和查看记录是用户发布或查看成功的唯一标志。对未成功的服务请求，部落(海南)电竞无需向用户承担责任。</b></div>
    			<div><b>2、黑客攻击、计算机病毒侵入或发作、政府管制、网络故障、国家政策变化、法律法规变化等不可预见情势造成：解读和推荐暂时性关闭，解读或推荐信息内容泄露、丢失、被盗用、被篡改，部落(海南)电竞未能收到用户请求等，以及由此产生的纠纷。</b></div>
    			<div><b>3、用户查看解读或推荐而产生的损失。部落(海南)电竞对任何因用户根据本协议查看解读或推荐服务内容、最终使用本解读或推荐服务内容而发生的直接、间接、偶然、特殊及继起的损害不负责任。</b></div>
    			<div><b>4、部落(海南)电竞不保证其所提供服务一定能满足用户的要求，也不保证本协议项下的服务不会中断，部落(海南)电竞亦不对用户在部落(海南)电竞所发布、查看解读和推荐的储存失败或删除负责。</b></div>
    			<div><b>5、部落(海南)电竞尽力保证比赛盘口和赔率的及时更新，但因盘口和赔率随时都在变化，所以部落(海南)电竞不能保证能完全及时更新，推荐命中计算和页面显示均以发布推荐时的盘口和赔率为准。因盘口和赔率未及时更新产生的纠纷，部落(海南)电竞不承担任何责任。</b></div>
    			<div><b>6、用户使用来源不合法的资金购买金币的，相关损失及法律责任由用户自行承担。</b></div>
    			<div><b>7、涉税专家服务费需依法自行纳税，名人专家和战绩红人未按税法纳税自行承担法律责任。</b></div>
    			<div><b>8、因用户信息及资料不真实、不全面、不准确造成不能结算、不能注销或违反国家相关法律法规等情况，由用户承担全部责任。</b></div>
    			<div><b>9、用户原因或第三方原因造成损失。由于用户自身原因、或违反法律法规，以及第三方的原因，造成用户无法使用部落(海南)电竞解读和推荐服务或产生其他损失的。</b></div>
    			<div><b>10、应国家法律、法规或上级主管部门要求，取消或暂停本协议项下部落(海南)电竞所提供的全部或部分服务的，部落(海南)电竞不承担任何责任。</b></div>
    			<div><b>11、为符合其他国家或地区的法律法规，部落(海南)电竞有权屏蔽该等国家或地区的IP地址，且不予接收任何用户从该等国家或地区IP地址所提交的任何服务请求，部落(海南)电竞就此无需承担任何责任。</b></div>
    			<div><b>12、部落(海南)电竞有权在任何时间根据其独立判断拒绝接受用户的服务请求，并事后告知用户；且部落(海南)电竞无需就此向用户承担任何责任。</b></div>
    			<div><b>13、用户利用其部落(海南)电竞账户从事任何违法违规行为，包括但不限于套现、洗钱、行贿、受贿及其他任何违反适用的法律法规的行为，由用户承担全部责任。</b></div>
    			<br>
    			<div><b>七、合同组成</b></div>
    			<div>1、部落(海南)电竞、专家（包括名人专家、战绩红人和实验室用户）或名人专家所属公司和普通用户的法律关系应以本协议、三方于本协议生效之时或之后另行正式签署的其他协议、及部落(海南)电竞的正式法律声明为准。</div>
    			<div>2、部落(海南)电竞与名人专家或名人专家所属的经纪公司签订的《部落(海南)电竞名人专家付费解读协议》、与战绩红人签订的《部落(海南)电竞战绩红人付费推荐协议》、网络页面有关发布和查看推荐流程、发布和查看解读流程、战绩红人申请流程和资质条件说明、购买金币流程、服务费结算流程、帮助说明、相关奖励办法、用户服务以及用户升级等运营内容的细则均系为提升用户体验而设置，也属于本协议的组成部分，对双方具有法律效力</div>
    			<br>
    			<div><b>八、适用法律和管辖</b></div>
    			<div>1、本协议的签署、效力、履行、解释和可强制执行性，均适用中华人民共和国法律。</div>
    			<div>2、如果本协议的任何条款或其任何部分被依法认为是不合法、无效或不可执行，其他条款将不受影响。</div>
    			<div>3、本协议签订地为中华人民共和国广东省深圳市南山区。因本协议或与本协议有关而产生的任何争议均应由部落(海南)电竞与用户通过友好协商加以解决；如协商不成，双方同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</div>
    			<br>
    			<div><b>九、未尽事宜</b></div>
    			<div style="text-indent:2em">部落(海南)电竞将不时提供解读和推荐的其它相关服务，而这些其它服务可能是受不同的服务条款和条件约束的，若新服务未发布服务条款和条件时，则适用于本条款，其未尽事宜，部落(海南)电竞在法律规定的范围内有解释权。</div>
    			<br>
    			<div style="text-indent:2em">本公司在法律规定的范围内，有解释权。</div>
    			<div style="text-indent:2em">电话：400-9613-588</div>
    		</div>
    	</div>
    </body>
</html>